/**
 * 
 */
 
 var kejidian=[
 	{
 		name:"庞培·马格诺",
 		zhenying:"撒丁",
		type:"驱逐",
 		desc:["驱逐耐久+1","驱逐炮击+1"],
 		detail1:[["驱逐","耐久",1]],
		detail2:[["驱逐","炮击",1]],
 		isGet:[1,1]
 	},
	
	{
 		name:"马可波罗",
 		zhenying:"撒丁",
		type:"战列",
 		desc:["战巡,战列,航战炮击+1","战巡,战列,航战耐久+2"],
 		detail1:[["战巡","炮击",1],["战列","炮击",1],["航战","炮击",1]],
		detail2:[["战巡","耐久",2],["战列","耐久",2],["航战","耐久",2]],
 		isGet:[1,1]
 	}
 ]
 
 var namelist=[
 	
		["z1","莉泽洛特"],
		["z2","格尔达"],
		["Z16","弗蕾德贡"],
		["Z18","汉娜"],
		["z19","赫尔米娜"],
		["z20","卡洛琳"],
		["z21","威尔赫米娜"],
		["z23","妮米"],
		["z24","妮丝"],
		["z25","妮可"],
		["z26","妮露"],
		["z28","妮娅"],
		["z35","咪藻"],
		["z36","咪露"],
		["Z46","希露"],
		["U-37","优米娜"],
		["U-47","优希娜"],
		["U-73","优娜米"],
		["U-81","优哈依"],
		["U-96","优玫露"],
		["U-101","优伊欧伊"],
		["U-110","优伊伊丽"],
		["U-410","优斯伊丽"],
		["U-522","优柯妮妮"],
		["U-556","优可可洛"],
		["U-557","优可可娜"],
		["U-1206","优伊妮欧露"],
		["柯尼斯堡","阿尔伯缇娜"],
		["卡尔斯鲁厄","夏璐尔"],
		["科隆","克劳迪亚"],
		["莱比锡","莉普莎"],
		["希佩尔海军上将","芙兰希卡"],
		["欧根亲王","萨沃伊亲王"],
		["德意志","亚勒玛妮亚"],
		["斯佩伯爵海军上将","休贝塔伯爵"],
		["沙恩霍斯特","格尔林德"],
		["格奈森瑙","奥古斯塔"],
		["俾斯麦","奥德莉亚"],
		["提尔比茨","阿尔芙莉达"],
		["齐柏林伯爵","海拉伯爵"],
		["罗恩","艾伯塔"],
		["腓特烈大帝","腓德雷卡大帝"],
		["纽伦堡","诺莅"],
		["马格德堡","马格达莱娜"],
		["埃姆登","埃玛"],
		["埃尔宾","埃尔薇拉"],
		["布吕歇尔","布丽吉特"],
		["希佩尔海军上将(μ兵装)","芙兰希卡(μ兵装)"],
		["罗恩(u兵装)","艾伯塔(兵装)"],
		["海因里希亲王","赫莉米娜亲王"],
		["阿达尔伯特亲王","阿德莉娅亲王"],
		["约克","伊冯娜"],
		["小欧根","小萨沃伊"],
		["小斯佩","小休贝塔"],
		["塞德利茨","桑德菈"],
		["吕佐夫","露西"],
		["布伦希尔德","贝尔莎"],
		["乌尔里希·冯·胡滕","乌尔里克·冯·胡贝尔"],
		["图林根","特鲁德"],
		["威悉","威尔玛"],
		["易北","埃尔斯贝特"],
		["小齐柏林","小海拉"],
		["彼得·史特拉塞","佩特H·斯坦贝瑟"],
		["格奈森 ·META","奥古斯塔·META"],
		["沙恩霍斯特·META","格尔林德·META"],
		["美因茨","米兹"],
		["埃吉尔","埃格妮丝"],
		["奥古斯特·冯·帕塞瓦尔","奥斯特雷德·冯·帕赫贝尔"],
		["鲁普雷希特亲王","蕾贝卡亲王"],
		["奥丁","沃登"]


 ]
 
 
 
 
 